const data = {
  messages: {
    start:
      "سلام!🙋‍♂️\n 🤖 به ربات تلگرام پادکست ساگا خوش اومدید.\n✍️ پیامهایی که اینجا بنویسید برای ما ارسال میشه\n📱 برای اطلاعات بیشتر در مورد کارهایی که با این ربات می‌تونید بکنید => /help",
    notext: "⚠️ لطفاً فقط پیام متنی یا صوتی بفرستید!",
    contribute:
      "🤝 اگر دوست داشتید می‌تونید از ریپازیتوی گیت‌هاب زیر در توسعه و بهبود این ربات تلگرامی به عنوان یک پروژه متن باز کمک کنید. اطلاعات بیشتر در فایل README\nhttps://github.com/h-razavi/sagapodcast-bot",
    help:
    "💬 هر پیام متنی یا صوتی که برای این ربات بفرستید، مستقیماً به دست ما می‌رسه!\n/start - برای شروع ارسال پیام\n/contribute - برای کمک کردن به ما در توسعه این ربات تلگرامی\n/podlinks - لینک دسترسی پادکست ساگا در اپلیکیشن‌های پادگیر"
    },
    podApps : [
      [{text:"iTunes" , url:"https://itunes.apple.com/us/podcast/saga/id1436192969"}],
      [{text:"Google Podcasts" , url:"https://www.google.com/podcasts?feed=aHR0cHM6Ly9hbmNob3IuZm0vcy82Y2Q0Y2E4L3BvZGNhc3QvcnNz"}],
      [{text:"Castbox" , url:"https://castbox.fm/channel/id4853129"}],
      [{text:"OverCast" , url:"https://overcast.fm/itunes1436192969/saga"}],
      [{text:"PocketCasts" , url:"https://play.pocketcasts.com/web/podcasts/index#/podcasts/show/8df01270-99a2-0136-7b93-27f978dac4db"}],
      [{text:"PodBean" , url:"https://www.podbean.com/podcast-detail/kyqh8-7525e/Saga-Podcast"}],
      [{text:"Spotify" , url:"https://open.spotify.com/show/5uX9ARaSvndEuevFpF2cBn"}],
      [{text:"Breakr" , url:"https://www.breaker.audio/saga-2"}],
  ],
  facts: {
    greek : [
      "آفرودیت (الهه زیبایی) با رابطه برقرار کردن با برادرش آرِس (خدای جنگ)، به همسرش هفاستوس (خدای صنعتگری) خیانت کرد.",
      "هیدیس (خدای دنیای زیرزمینی مرگ) و برادر زئوس با وجود قدرت زیاد و جایگاه بالاش در بین خدایان، در بین 12 خدای المپ به حساب نمیاد.",
      "در جریان نامگذاری شهر آتن، آتنا و پوسایدون مسابقه‌ای برگزار کردند که طی اون پوسایدون یک چشمه آب و آتنا یک درخت زیتون به مردم این شهر هدیه داد و در نهایت مردم آتنا رو به عنوان الهه محافظ انتخاب کردند و شهر رو به افتخار اون \"آتن\" نامگذاری کردند.",
      "مادر آشیل یعنی تِتیس بعد از تولد، برای رویین‌تن شدن این قهرمان رو در رودخونه استیکس Styx فرو برد، اما چون مجبور بود اون رو از پاشنه بگیره، پاشنه آشیل آسیب‌پذیر باقی موند.",
      "ولین زن انسانی که توسط خدایان خلق شد، پاندورا (به معنای همه چیز تمام) بود که میراثش برای بقیه انسانها باز کردن جعبه‌ای بود حاوی تمام مشکلات و غصه‌های دنیا (معروف به جعبه پاندورا).",
      "آیریس الهه رنگین کمان و در کنار هرمس پیام‌رسان خدایان بود.",
      "هفاستوس خدای آهنگری و آتش که زشت و لنگ هم بود، درست بعد از تولد توسط مادرش هرا (یا پدرش زئوس بسته به نسخه داستان) از روی کوه المپ به زمین پرتاب شد.",
      "مورفیوس خدای خواب و رویا در یونان باستان بود که می‌تونست به هر شکلی که می‌خواد در بیاد و وارد خواب انسانها بشه.",
      "نموزینه الهه حافظه و مادر نه الهه میوز Muse (از زئوس) بود.",
      "دایانیسوس خدای شراب و خوشگذرانی و دیوانگی دو بار زاده شد. یک بار از شکم مادرش سِمِله که بعد از دیدن شکل واقعی زئوس مرد و یک بار از داخل ران پدرش زئوس!"
    ],
    norse: [
      "لوکی زمانی خودش رو به شکل یک اسب ماده در آورد و بعد از اون اسلپنیر، اسب هشت پای اودین و سریعترین اسب دنیا فرزند رو به دنیا آورد.",
      "اودین، خدای خدایان نورس علاوه بر این که خدای جنگ بود، خدای خرد، شعر، جادو و حتی مرگ هم بود.",
      "چهارشنبه روز اودینه چون درست روز وسط هفته (با شروع هفته از یکشنبه) و بالاترین نقطه اون هست. کلمه Wednesday در انگلیسی از یکی از اسمهای این خدا Woden میاد.",
      "در پایان دنیا و رگناروک، لوکی نیروهاش رو سوار یک کشتی می‌کنه به نام ناگلفار و به جنگ خدایان میره. نکته جالب در مورد این کشتی اینه که از ناخن پای مردگان ساخته شده!",
      "در والهالا گراز عظیم‌الجثه‌ای وجود داره به اسم ساهریمنیر که هر شب کشته میشه و خدایان و جنگجویان از گوشتش تغذیه می‌کنند. صبح روز بعد این گراز زنده میشه تا دوباره غذای شب رو با گوشتش تامین کنه.",
      "اولین انسانها آسک و اِمبلا نام داشتند که توسط اودین و برادرانش ویلی و وِه از تنه یک درخت زبان گنجشک تراشیده شدند.",
      "فرِیا الهه عشق و باروری بود. اما یک وجه ترسناکتر هم داشت که الهه کشته شدگان در جنگ بود که در سِسرومنیر (شبیه به والهالا) خونه داشتند. این الهه ردایی از جنس پر شاهین داشت که میتونست باهاش پرواز کنه و همینطور ارابه‌ای داشت که توسط دو گربه کشیده میشد.",
      "تور خدای رعد، چکش معروفش مهولنیر رو با یک کمربند و دستکش مخصوص  بلند می‌کرد و بدون این کمربند و دستکش کس دیگه‌ای قدرت استفاده از این سلاح قدرتمند رو نداشت.",
      "ایگدرازیل درختی بود که نه دنیای اساطیر نورس در امتداد تنه و شاخه‌های اون شکل گرفته بودند. معنای ایگدرازیل اسب اودین هست و به خاطر این که اودین خودش رو نه روز و نه شب از این درخت آویزون کرد بهش این اسم رو دادند.",
      "ترسناک‌ترین موجود در اساطیر نورس فِنریر گرگه، که قدرتش اونقدر زیادی که فقط با زنجیر جادویی گِلِپنیر مهار شده. در داستان بسته شدن فِنریر اومده که اجازه داد تا خدایان اون رو با گِلِپنیر ببندند و دوباره باز کنند به شرطی که تیر خدای جنگ دست راستش رو در دهان گرگ بگذاره. به خاطر خیانت خدایان به فنریر، دست تیر برای همیشه قطع شد.",
    ]
  }
};

module.exports = data;
